[UIInventory_ListItem_Extra]
DeleteButtonText="HIDE"
UndeleteButtonText="UNHIDE"

[UIInventory_Storage_Override]
ConfirmExitTitle = "Confirm Deletion"
ConfirmExitBody = "If you leave the Inventory now, marked items will be deleted forever!\n\nItems to delete: "
ConfirmExitOK = "OK"
ConfirmExitCancel = "Cancel"